Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Failed to generate ephemeral SSH key
ar: فشل إنشاء مفتاح SSH مؤقت
ca: No s'ha pogut generar la clau SSH efímera
cs: Vygenerování dočasného SSH klíče se nezdařilo
da: Kunne ikke generere midlertidig SSH-nøgle
de: Temporärer SSH-Schlüssel konnte nicht generiert werden
es: No se pudo generar la clave SSH efímera
fi: Väliaikaisen SSH-avaimen luonti epäonnistui
fr: Échec de la génération de la clé SSH éphémère
he: יצירת מפתח SSH זמני נכשלה
hu: Nem sikerült generálni az ideiglenes SSH kulcsot
it: Generazione della chiave SSH effimera non riuscita
ja: 一時的なSSH鍵の生成に失敗しました
ko: 임시 SSH 키를 생성하지 못했습니다
nb: Kunne ikke generere midlertidig SSH-nøkkel
nl: Tijdelijke SSH-sleutel genereren mislukt
pl: Nie udało się wygenerować tymczasowego klucza SSH
pt_br: Falha ao gerar a chave SSH temporária
pt_pt: Falha ao gerar a chave SSH efémera
ro: Generarea cheii SSH efemere a eșuat
sl: Ustvarjanje začasnega SSH-ključa ni uspelo
sv: Kunde inte generera tillfällig SSH-nyckel
uk: Не вдалося згенерувати тимчасовий SSH-ключ
vi: Không thể tạo khóa SSH tạm thời
zh_hans: 生成临时 SSH 密钥失败
zh_hant: 無法產生臨時 SSH 金鑰

source: Failed to get console access: %@
ar: فشل الحصول على الوصول إلى وحدة التحكم: %@
ca: No s'ha pogut obtenir accés a la consola: %@
cs: Získání přístupu ke konzoli se nezdařilo: %@
da: Kunne ikke opnå konsoladgang: %@
de: Konsolenzugriff konnte nicht abgerufen werden: %@
es: No se pudo obtener acceso a la consola: %@
fi: Konsolin käyttöoikeuden hankinta epäonnistui: %@
fr: Échec de l'obtention de l'accès à la console : %@
he: קבלת הגישה למסוף נכשלה: %@
hu: Nem sikerült konzolhozzáférést szerezni: %@
it: Accesso alla console non riuscito: %@
ja: コンソールアクセスの取得に失敗しました: %@
ko: 콘솔 액세스를 가져오지 못했습니다: %@
nb: Kunne ikke få konsolltilgang: %@
nl: Consoletoegang verkrijgen mislukt: %@
pl: Nie udało się uzyskać dostępu do konsoli: %@
pt_br: Falha ao obter acesso ao console: %@
pt_pt: Falha ao obter acesso à consola: %@
ro: Obținerea accesului la consolă a eșuat: %@
sl: Pridobitev dostopa do konzole ni uspela: %@
sv: Kunde inte få konsolåtkomst: %@
uk: Не вдалося отримати доступ до консолі: %@
vi: Không thể lấy quyền truy cập console: %@
zh_hans: 获取控制台访问权限失败：%@
zh_hant: 取得主控台存取權失敗：%@

source: Failed to import all contexts: %@
ar: فشل استيراد جميع السياقات: %@
ca: No s'han pogut importar tots els contextos: %@
cs: Import všech kontextů se nezdařil: %@
da: Kunne ikke importere alle kontekster: %@
de: Nicht alle Kontexte konnten importiert werden: %@
es: No se pudieron importar todos los contextos: %@
fi: Kaikkien kontekstien tuonti epäonnistui: %@
fr: Échec de l'importation de tous les contextes : %@
he: ייבוא כל ההקשרים נכשל: %@
hu: Nem sikerült minden kontextust importálni: %@
it: Importazione di tutti i contesti non riuscita: %@
ja: すべてのコンテキストのインポートに失敗しました: %@
ko: 모든 컨텍스트를 가져오지 못했습니다: %@
nb: Kunne ikke importere alle kontekster: %@
nl: Alle contexten importeren mislukt: %@
pl: Nie udało się zaimportować wszystkich kontekstów: %@
pt_br: Falha ao importar todos os contextos: %@
pt_pt: Falha ao importar todos os contextos: %@
ro: Importarea tuturor contextelor a eșuat: %@
sl: Uvoz vseh kontekstov ni uspel: %@
sv: Kunde inte importera alla kontexter: %@
uk: Не вдалося імпортувати всі контексти: %@
vi: Không thể nhập tất cả context: %@
zh_hans: 导入所有上下文失败：%@
zh_hant: 無法匯入所有上下文：%@

source: Failed to initialize Ghostty
ar: فشل في تهيئة Ghostty
ca: No s'ha pogut inicialitzar Ghostty
cs: Nepodařilo se inicializovat Ghostty
da: Kunne ikke initialisere Ghostty
de: Ghostty konnte nicht initialisiert werden
es: Error al inicializar Ghostty
fi: Ghosttyn alustaminen epäonnistui
fr: Échec de l'initialisation de Ghostty
he: אתחול Ghostty נכשל
hu: Nem sikerült inicializálni a Ghostty-t
it: Inizializzazione di Ghostty non riuscita
ja: Ghosttyの初期化に失敗しました
ko: Ghostty 초기화에 실패했습니다
nb: Kunne ikke initialisere Ghostty
nl: Ghostty initialiseren mislukt
pl: Nie udało się zainicjować Ghostty
pt_br: Falha ao inicializar o Ghostty
pt_pt: Falha ao inicializar o Ghostty
ro: Inițializarea Ghostty a eșuat
sl: Inicializacija Ghostty ni uspela
sv: Kunde inte initiera Ghostty
uk: Не вдалося ініціалізувати Ghostty
vi: Không thể khởi tạo Ghostty
zh_hans: 无法初始化 Ghostty
zh_hant: 無法初始化 Ghostty

source: Failed to load nodes
ar: فشل في تحميل العُقد
ca: No s'han pogut carregar els nodes
cs: Nepodařilo se načíst uzly
da: Kunne ikke indlæse noder
de: Knoten konnten nicht geladen werden
es: Error al cargar nodos
fi: Solmujen lataaminen epäonnistui
fr: Échec du chargement des nœuds
he: טעינת צמתים נכשלה
hu: Nem sikerült betölteni a csomópontokat
it: Caricamento nodi non riuscito
ja: ノードの読み込みに失敗しました
ko: node 로드에 실패했습니다
nb: Kunne ikke laste noder
nl: Nodes laden mislukt
pl: Nie udało się załadować węzłów
pt_br: Falha ao carregar nós
pt_pt: Falha ao carregar nós
ro: Încărcarea nodurilor a eșuat
sl: Nalaganje vozlišč ni uspelo
sv: Kunde inte ladda noder
uk: Не вдалося завантажити вузли
vi: Không thể tải các node
zh_hans: 无法加载节点
zh_hant: 無法載入節點

source: Failed to load videos
ar: فشل في تحميل مقاطع الفيديو
ca: No s'han pogut carregar els vídeos
cs: Nepodařilo se načíst videa
da: Kunne ikke indlæse videoer
de: Videos konnten nicht geladen werden
es: Error al cargar vídeos
fi: Videoiden lataaminen epäonnistui
fr: Échec du chargement des vidéos
he: טעינת סרטונים נכשלה
hu: Nem sikerült betölteni a videókat
it: Caricamento video non riuscito
ja: 動画の読み込みに失敗しました
ko: 동영상 로드에 실패했습니다
nb: Kunne ikke laste videoer
nl: Video's laden mislukt
pl: Nie udało się załadować filmów
pt_br: Falha ao carregar vídeos
pt_pt: Falha ao carregar vídeos
ro: Încărcarea videoclipurilor a eșuat
sl: Nalaganje videoposnetkov ni uspelo
sv: Kunde inte ladda videor
uk: Не вдалося завантажити відео
vi: Không thể tải video
zh_hans: 无法加载视频
zh_hant: 無法載入影片

source: Failed to parse kubeconfig: %@
ar: فشل تحليل kubeconfig: %@
ca: No s'ha pogut analitzar el kubeconfig: %@
cs: Analýza kubeconfig se nezdařila: %@
da: Kunne ikke fortolke kubeconfig: %@
de: Kubeconfig konnte nicht analysiert werden: %@
es: No se pudo analizar el kubeconfig: %@
fi: Kubeconfigin jäsentäminen epäonnistui: %@
fr: Échec de l'analyse du kubeconfig : %@
he: ניתוח ה-kubeconfig נכשל: %@
hu: Nem sikerült feldolgozni a kubeconfigot: %@
it: Analisi del kubeconfig non riuscita: %@
ja: kubeconfigの解析に失敗しました: %@
ko: kubeconfig를 구문 분석하지 못했습니다: %@
nb: Kunne ikke tolke kubeconfig: %@
nl: Kubeconfig parsen mislukt: %@
pl: Nie udało się przeanalizować kubeconfig: %@
pt_br: Falha ao analisar o kubeconfig: %@
pt_pt: Falha ao analisar o kubeconfig: %@
ro: Analizarea kubeconfig a eșuat: %@
sl: Razčlenjevanje kubeconfig ni uspelo: %@
sv: Kunde inte tolka kubeconfig: %@
uk: Не вдалося розпізнати kubeconfig: %@
vi: Không thể phân tích kubeconfig: %@
zh_hans: 解析 kubeconfig 失败：%@
zh_hant: 解析 kubeconfig 失敗：%@

source: Failed to read file: %@
ar: ‏تعذّرت قراءة الملف: %@
ca: No s'ha pogut llegir el fitxer: %@
cs: Soubor se nepodařilo přečíst: %@
da: Filen kunne ikke læses: %@
de: Datei konnte nicht gelesen werden: %@
es: No se pudo leer el archivo: %@
fi: Tiedoston lukeminen epäonnistui: %@
fr: Échec de la lecture du fichier : %@
he: קריאת הקובץ נכשלה: %@
hu: Nem sikerült beolvasni a fájlt: %@
it: Impossibile leggere il file: %@
ja: ファイルの読み込みに失敗しました: %@
ko: 파일을 읽지 못함: %@
nb: Kunne ikke lese filen: %@
nl: Lezen van bestand mislukt: %@
pl: Nie udało się odczytać pliku: %@
pt_br: Falha ao ler o arquivo: %@
pt_pt: Falha ao ler o ficheiro: %@
ro: Citirea fișierului a eșuat: %@
sl: Branje datoteke ni uspelo: %@
sv: Det gick inte att läsa filen: %@
uk: Не вдалося прочитати файл: %@
vi: Không đọc được tệp: %@
zh_hans: 读取文件失败：%@
zh_hant: 無法讀取檔案：%@

source: Failed to read the WebAuthn SK signature.
ar: فشلت قراءة توقيع WebAuthn SK.
ca: No s'ha pogut llegir la signatura WebAuthn SK.
cs: Nepodařilo se přečíst podpis WebAuthn SK.
da: Kunne ikke læse WebAuthn SK-signaturen.
de: Die WebAuthn-SK-Signatur konnte nicht gelesen werden.
es: No se pudo leer la firma WebAuthn SK.
fi: WebAuthn SK -allekirjoituksen lukeminen epäonnistui.
fr: Échec de la lecture de la signature WebAuthn SK.
he: קריאת חתימת WebAuthn SK נכשלה.
hu: A WebAuthn SK aláírás beolvasása nem sikerült.
it: Impossibile leggere la firma WebAuthn SK.
ja: WebAuthn SK署名の読み取りに失敗しました。
ko: WebAuthn SK 서명을 읽지 못했습니다.
nb: Kunne ikke lese WebAuthn SK-signaturen.
nl: Kon de WebAuthn SK-ondertekening niet lezen.
pl: Nie udało się odczytać podpisu WebAuthn SK.
pt_br: Falha ao ler a assinatura WebAuthn SK.
pt_pt: Falha ao ler a assinatura WebAuthn SK.
ro: Citirea semnăturii WebAuthn SK a eșuat.
sl: Podpisa WebAuthn SK ni bilo mogoče prebrati.
sv: Kunde inte läsa WebAuthn SK-signaturen.
uk: Не вдалося прочитати підпис WebAuthn SK.
vi: Không thể đọc chữ ký WebAuthn SK.
zh_hans: 无法读取 WebAuthn SK 签名。
zh_hant: 無法讀取 WebAuthn SK 簽章。

source: Failed to save to keychain: %@
ar: فشل الحفظ في سلسلة المفاتيح: %@
ca: No s'ha pogut desar al Keychain: %@
cs: Uložení do Klíčenky se nezdařilo: %@
da: Kunne ikke gemme i nøgleringen: %@
de: Speichern im Schlüsselbund fehlgeschlagen: %@
es: No se pudo guardar en el llavero: %@
fi: Tallennus Avainnippuun epäonnistui: %@
fr: Échec de l'enregistrement dans le trousseau : %@
he: השמירה ב-Keychain נכשלה: %@
hu: Nem sikerült menteni a Keychain-be: %@
it: Salvataggio nel Portachiavi non riuscito: %@
ja: キーチェーンへの保存に失敗しました: %@
ko: 키체인에 저장하지 못했습니다: %@
nb: Kunne ikke lagre til nøkkelring: %@
nl: Opslaan in sleutelhanger mislukt: %@
pl: Nie udało się zapisać w pęku kluczy: %@
pt_br: Falha ao salvar no Keychain: %@
pt_pt: Falha ao guardar no Keychain: %@
ro: Salvarea în Keychain a eșuat: %@
sl: Shranjevanje v Keychain ni uspelo: %@
sv: Kunde inte spara i nyckelringen: %@
uk: Не вдалося зберегти в Keychain: %@
vi: Không thể lưu vào Keychain: %@
zh_hans: 保存到钥匙串失败：%@
zh_hant: 儲存到鑰匙圈失敗：%@

source: Failed to serialize VPN configuration
ar: تعذّر تسلسل إعدادات VPN
ca: No s'ha pogut serialitzar la configuració de la VPN
cs: Nepodařilo se serializovat konfiguraci VPN
da: Kunne ikke serialisere VPN-konfigurationen
de: VPN-Konfiguration konnte nicht serialisiert werden
es: No se pudo serializar la configuración de la VPN
fi: VPN-määritysten sarjallistaminen epäonnistui
fr: Échec de la sérialisation de la configuration VPN
he: כשל בסריאליזציה של תצורת ה-VPN
hu: Nem sikerült szerializálni a VPN-konfigurációt
it: Impossibile serializzare la configurazione VPN
ja: VPN構成のシリアライズに失敗しました
ko: VPN 구성을 직렬화하지 못했습니다
nb: Kunne ikke serialisere VPN-konfigurasjonen
nl: Kan VPN-configuratie niet serialiseren
pl: Nie udało się serializować konfiguracji VPN
pt_br: Falha ao serializar a configuração da VPN
pt_pt: Falha ao serializar a configuração da VPN
ro: Serializarea configurației VPN a eșuat
sl: Konfiguracije VPN ni bilo mogoče serializirati
sv: Det gick inte att serialisera VPN-konfigurationen
uk: Не вдалося серіалізувати конфігурацію VPN
vi: Không thể chuỗi hóa cấu hình VPN
zh_hans: 无法序列化 VPN 配置
zh_hant: 無法序列化 VPN 設定

source: Failed to sign: %@
ar: فشل التوقيع: %@
ca: No s'ha pogut signar: %@
cs: Podepsání se nezdařilo: %@
da: Kunne ikke signere: %@
de: Signieren fehlgeschlagen: %@
es: No se pudo firmar: %@
fi: Allekirjoittaminen epäonnistui: %@
fr: Échec de la signature : %@
he: החתימה נכשלה: %@
hu: Az aláírás nem sikerült: %@
it: Firma non riuscita: %@
ja: 署名に失敗しました: %@
ko: 서명하지 못했습니다: %@
nb: Kunne ikke signere: %@
nl: Ondertekenen is mislukt: %@
pl: Nie udało się podpisać: %@
pt_br: Falha ao assinar: %@
pt_pt: Falha ao assinar: %@
ro: Semnarea a eșuat: %@
sl: Podpisovanje ni uspelo: %@
sv: Kunde inte signera: %@
uk: Не вдалося підписати: %@
vi: Không thể ký: %@
zh_hans: 签名失败：%@
zh_hant: 簽署失敗：%@

source: Failed to start VPN extension: %@
ar: تعذّر بدء امتداد VPN: %@
ca: No s'ha pogut iniciar l'extensió de la VPN: %@
cs: Nepodařilo se spustit rozšíření VPN: %@
da: Kunne ikke starte VPN-udvidelsen: %@
de: VPN-Erweiterung konnte nicht gestartet werden: %@
es: No se pudo iniciar la extensión de la VPN: %@
fi: VPN-laajennuksen käynnistäminen epäonnistui: %@
fr: Échec du démarrage de l'extension VPN : %@
he: הפעלת הרחבת ה-VPN נכשלה: %@
hu: Nem sikerült elindítani a VPN-bővítményt: %@
it: Impossibile avviare l'estensione VPN: %@
ja: VPN拡張機能を起動できませんでした: %@
ko: VPN 확장 프로그램을 시작하지 못했습니다: %@
nb: Kunne ikke starte VPN-utvidelsen: %@
nl: Kan VPN-extensie niet starten: %@
pl: Nie udało się uruchomić rozszerzenia VPN: %@
pt_br: Falha ao iniciar a extensão da VPN: %@
pt_pt: Falha ao iniciar a extensão da VPN: %@
ro: Pornirea extensiei VPN a eșuat: %@
sl: Razširitve VPN ni bilo mogoče zagnati: %@
sv: Det gick inte att starta VPN-tillägget: %@
uk: Не вдалося запустити розширення VPN: %@
vi: Không thể khởi động tiện ích mở rộng VPN: %@
zh_hans: 无法启动 VPN 扩展：%@
zh_hant: 無法啟動 VPN 延伸功能：%@

source: Failed to store VPN key copy: %@
ar: تعذّر تخزين نسخة مفتاح VPN: %@
ca: No s'ha pogut desar la còpia de la clau VPN: %@
cs: Nepodařilo se uložit kopii klíče VPN: %@
da: Kunne ikke gemme en kopi af VPN-nøglen: %@
de: VPN-Schlüsselkopie konnte nicht gespeichert werden: %@
es: No se pudo guardar la copia de la clave VPN: %@
fi: VPN-avaimen kopion tallentaminen epäonnistui: %@
fr: Échec de l'enregistrement de la copie de la clé VPN : %@
he: שמירת עותק מפתח ה-VPN נכשלה: %@
hu: Nem sikerült tárolni a VPN-kulcs másolatát: %@
it: Impossibile memorizzare la copia della chiave VPN: %@
ja: VPNキーのコピーを保存できませんでした: %@
ko: VPN 키 사본을 저장하지 못했습니다: %@
nb: Kunne ikke lagre kopien av VPN-nøkkelen: %@
nl: Kan kopie van VPN-sleutel niet opslaan: %@
pl: Nie udało się zapisać kopii klucza VPN: %@
pt_br: Falha ao armazenar a cópia da chave VPN: %@
pt_pt: Falha ao armazenar a cópia da chave VPN: %@
ro: Stocarea copiei cheii VPN a eșuat: %@
sl: Kopije ključa VPN ni bilo mogoče shraniti: %@
sv: Det gick inte att lagra kopian av VPN-nyckeln: %@
uk: Не вдалося зберегти копію ключа VPN: %@
vi: Không thể lưu bản sao khóa VPN: %@
zh_hans: 无法存储 VPN 密钥副本：%@
zh_hant: 無法儲存 VPN 金鑰副本：%@

source: Fair
ar: مقبول
ca: Acceptable
cs: Uspokojivá
da: Rimelig
de: Ausreichend
es: Aceptable
fi: Kohtalainen
fr: Correct
he: סביר
hu: Elfogadható
it: Discreta
ja: 普通
ko: 보통
nb: Middels
nl: Redelijk
pl: Słaba
pt_br: Razoável
pt_pt: Razoável
ro: Acceptabil
sl: Zadovoljivo
sv: Godtagbar
uk: Задовільно
vi: Tạm được
zh_hans: 一般
zh_hant: 一般

source: Fairy Lights
ar: أضواء خيالية
ca: Llums de fada
cs: Světýlka
da: Lyskæde
de: Lichterkette
es: Luces de hada
fi: Keijuvalot
fr: Guirlande lumineuse
he: אורות פיות
hu: Tündérfények
it: Lucine fatate
ja: フェアリーライト
ko: 페어리 라이트
nb: Eventyrlys
nl: Lichtjesslinger
pl: Lampki choinkowe
pt_br: Luzes de Fada
pt_pt: Luzes de Fada
ro: Lumini festive
sl: Pravljične lučke
sv: Ljusslingor
uk: Гірлянда
vi: Đèn lấp lánh
zh_hans: 仙女灯
zh_hant: 仙女燈

source: Fast (150ms)
ar: سريع (150ms)
ca: Ràpid (150ms)
cs: Rychlé (150 ms)
da: Hurtig (150ms)
de: Schnell (150 ms)
es: Rápido (150ms)
fi: Nopea (150 ms)
fr: Rapide (150 ms)
he: מהיר (150ms)
hu: Gyors (150ms)
it: Veloce (150ms)
ja: 高速（150ms）
ko: 빠름 (150ms)
nb: Rask (150ms)
nl: Snel (150ms)
pl: Szybki (150ms)
pt_br: Rápido (150ms)
pt_pt: Rápido (150ms)
ro: Rapid (150 ms)
sl: Hitro (150 ms)
sv: Snabb (150ms)
uk: Швидко (150 мс)
vi: Nhanh (150ms)
zh_hans: 快速（150ms）
zh_hant: 快速（150ms）

source: Fast flicker of individual rays. Turn off for calm, slow drift only
ar: وميض سريع للأشعة الفردية. أوقفه للحصول على انجراف بطيء وهادئ فقط
ca: Parpelleig ràpid de cada raig. Desactiveu-ho per a una deriva lenta i tranquil·la només
cs: Rychlé blikání jednotlivých paprsků. Vypněte pro klidný, pomalý posun bez blikání
da: Hurtig flimren af enkelte stråler. Slå fra for kun rolig, langsom drift
de: Schnelles Flackern einzelner Strahlen. Ausschalten für ruhiges, langsames Driften
es: Parpadeo rápido de rayos individuales. Desactívalo para un movimiento lento y tranquilo
fi: Yksittäisten säteiden nopea välkyntä. Poista käytöstä, jos haluat vain rauhallista, hidasta liikettä
fr: Scintillement rapide des rayons individuels. Désactivez pour un simple flottement lent et apaisant
he: הבהוב מהיר של קרניים בודדות. כבה לתנועה רגועה ואיטית בלבד
hu: Az egyes sugarak gyors villódzása. Kapcsolja ki a nyugodt, lassú sodródáshoz
it: Sfarfallio rapido dei singoli raggi. Disattiva per un movimento lento e tranquillo
ja: 個々の光線が速く明滅します。落ち着いたゆっくりとした揺らぎだけにするにはオフにします
ko: 개별 광선이 빠르게 깜박입니다. 차분하고 느린 흐름만 원하면 끄세요
nb: Rask flimring av enkeltstråler. Slå av for rolig, langsom drift alene
nl: Snel flikkeren van afzonderlijke stralen. Schakel uit voor alleen rustige, langzame beweging
pl: Szybkie migotanie pojedynczych promieni. Wyłącz, aby uzyskać spokojny, powolny dryf
pt_br: Tremulação rápida de raios individuais. Desligue para um movimento calmo e lento apenas
pt_pt: Tremeluzir rápido dos raios individuais. Desligue para apenas uma deriva lenta e calma
ro: Pâlpâire rapidă a razelor individuale. Dezactivați pentru o deplasare calmă și lentă
sl: Hitro utripanje posameznih žarkov. Izključite za miren, počasen lebd brez utripanja
sv: Snabbt flimmer i enskilda strålar. Stäng av för enbart lugn, långsam drift
uk: Швидке мерехтіння окремих променів. Вимкніть для спокійного, повільного дрейфу.
vi: Nhấp nháy nhanh của từng tia sáng. Tắt để chỉ trôi chậm, êm dịu
zh_hans: 单条光线快速闪烁。关闭后仅保留平缓、缓慢的漂移
zh_hant: 個別光線快速閃爍。關閉以僅保留平靜、緩慢的漂移

source: Fast regex search (ripgrep)
ar: بحث سريع بالتعبيرات النمطية (ripgrep)
ca: Cerca ràpida amb expressions regulars (ripgrep)
cs: Rychlé vyhledávání regulárních výrazů (ripgrep)
da: Hurtig regex-søgning (ripgrep)
de: Schnelle Regex-Suche (ripgrep)
es: Búsqueda rápida con expresiones regulares (ripgrep)
fi: Nopea regex-haku (ripgrep)
fr: Recherche rapide par expressions régulières (ripgrep)
he: חיפוש מהיר בביטויים רגולריים (ripgrep)
hu: Gyors reguláriskifejezés-keresés (ripgrep)
it: Ricerca rapida con espressioni regolari (ripgrep)
ja: 高速正規表現検索 (ripgrep)
ko: 빠른 정규식 검색 (ripgrep)
nb: Rask regex-søk (ripgrep)
nl: Snelle regex-zoekopdracht (ripgrep)
pl: Szybkie wyszukiwanie wyrażeń regularnych (ripgrep)
pt_br: Busca rápida com expressões regulares (ripgrep)
pt_pt: Pesquisa rápida com expressões regulares (ripgrep)
ro: Căutare rapidă cu expresii regulate (ripgrep)
sl: Hitro iskanje z regularnimi izrazi (ripgrep)
sv: Snabb regex-sökning (ripgrep)
uk: Швидкий пошук за регулярними виразами (ripgrep)
vi: Tìm kiếm regex nhanh (ripgrep)
zh_hans: 快速正则搜索 (ripgrep)
zh_hant: 快速正規表達式搜尋 (ripgrep)

source: Favorites
ar: المفضلة
ca: Preferits
cs: Oblíbené
da: Favoritter
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
he: מועדפים
hu: Kedvencek
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
pt_pt: Favoritos
ro: Favorite
sl: Priljubljene
sv: Favoriter
uk: Обране
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

source: Features
ar: الميزات
ca: Funcionalitats
cs: Funkce
da: Funktioner
de: Funktionen
es: Funciones
fi: Ominaisuudet
fr: Fonctionnalités
he: תכונות
hu: Funkciók
it: Funzionalità
ja: 機能
ko: 기능
nb: Funksjoner
nl: Functies
pl: Funkcje
pt_br: Recursos
pt_pt: Funcionalidades
ro: Funcționalități
sl: Funkcije
sv: Funktioner
uk: Функції
vi: Tính năng
zh_hans: 功能
zh_hant: 功能

source: Fetching WiFi info…
ar: جارٍ جلب معلومات WiFi…
ca: Obtenint informació WiFi…
cs: Načítání informací o WiFi…
da: Henter WiFi-info…
de: WiFi-Info wird abgerufen…
es: Obteniendo info WiFi…
fi: Haetaan WiFi-tietoja…
fr: Récupération des infos WiFi…
he: מאחזר מידע WiFi…
hu: WiFi információ lekérése…
it: Recupero info WiFi…
ja: WiFi情報を取得中…
ko: WiFi 정보를 가져오는 중…
nb: Henter WiFi-info…
nl: WiFi-info ophalen…
pl: Pobieranie informacji WiFi…
pt_br: Obtendo informações WiFi…
pt_pt: A obter informações WiFi…
ro: Se obțin informațiile WiFi…
sl: Pridobivanje informacij o WiFi…
sv: Hämtar WiFi-info…
uk: Отримання інформації WiFi…
vi: Đang lấy thông tin WiFi…
zh_hans: 正在获取 WiFi 信息…
zh_hant: 正在取得 WiFi 資訊…

source: FIDO2 keys require physical touch for each signing operation.
ar: مفاتيح FIDO2 تتطلب لمساً فعلياً لكل عملية توقيع.
ca: Les claus FIDO2 requereixen un toc físic per a cada operació de signatura.
cs: Klíče FIDO2 vyžadují fyzický dotyk pro každou operaci podepisování.
da: FIDO2-nøgler kræver fysisk berøring ved hver signeringshandling.
de: FIDO2-Schlüssel erfordern für jeden Signiervorgang eine physische Berührung.
es: Las claves FIDO2 requieren contacto físico para cada operación de firma.
fi: FIDO2-avaimet vaativat fyysisen kosketuksen jokaista allekirjoitusoperaatiota varten.
fr: Les clés FIDO2 nécessitent un contact physique pour chaque opération de signature.
he: מפתחות FIDO2 דורשים מגע פיזי עבור כל פעולת חתימה.
hu: A FIDO2-kulcsok minden aláírási művelethez fizikai érintést igényelnek.
it: Le chiavi FIDO2 richiedono il tocco fisico per ogni operazione di firma.
ja: FIDO2キーは署名操作ごとに物理タッチが必要です。
ko: FIDO2 키는 각 서명 작업마다 물리적 터치가 필요합니다.
nb: FIDO2-nøkler krever fysisk berøring for hver signeringsoperasjon.
nl: FIDO2-sleutels vereisen fysieke aanraking voor elke ondertekeningsbewerking.
pl: Klucze FIDO2 wymagają fizycznego dotknięcia przy każdej operacji podpisywania.
pt_br: Chaves FIDO2 exigem toque físico para cada operação de assinatura.
pt_pt: As chaves FIDO2 requerem toque físico para cada operação de assinatura.
ro: Cheile FIDO2 necesită atingere fizică pentru fiecare operațiune de semnare.
sl: Ključi FIDO2 zahtevajo fizični dotik za vsako operacijo podpisovanja.
sv: FIDO2-nycklar kräver fysisk beröring för varje signeringsoperation.
uk: FIDO2-ключі потребують фізичного дотику для кожної операції підпису.
vi: Khóa FIDO2 yêu cầu chạm vật lý cho mỗi thao tác ký.
zh_hans: FIDO2 密钥每次签名操作都需要物理触摸。
zh_hant: FIDO2 金鑰每次簽章操作都需要實體觸碰。

source: FIDO2 Security Key
ar: مفتاح أمان FIDO2
ca: Clau de seguretat FIDO2
cs: Bezpečnostní klíč FIDO2
da: FIDO2-sikkerhedsnøgle
de: FIDO2-Sicherheitsschlüssel
es: Clave de seguridad FIDO2
fi: FIDO2-turva-avain
fr: Clé de sécurité FIDO2
he: מפתח אבטחה FIDO2
hu: FIDO2 biztonsági kulcs
it: Chiave di sicurezza FIDO2
ja: FIDO2セキュリティキー
ko: FIDO2 보안 키
nb: FIDO2-sikkerhetsnøkkel
nl: FIDO2-beveiligingssleutel
pl: Klucz bezpieczeństwa FIDO2
pt_br: Chave de Segurança FIDO2
pt_pt: Chave de Segurança FIDO2
ro: Cheie de securitate FIDO2
sl: Varnostni ključ FIDO2
sv: FIDO2-säkerhetsnyckel
uk: Ключ безпеки FIDO2
vi: Khóa bảo mật FIDO2
zh_hans: FIDO2 安全密钥
zh_hant: FIDO2 安全金鑰

source: Fiery blaze effect
ar: تأثير وهج ناري
ca: Efecte de flamarada ardent
cs: Efekt ohnivého plamene
da: Flammende brandeffekt
de: Feuriger Flammeneffekt
es: Efecto de llamarada ardiente
fi: Tulinen liekkitehoste
fr: Effet de flammes ardentes
he: אפקט שלהבת לוהטת
hu: Lángoló tűz effektus
it: Effetto fiamma ardente
ja: 燃え上がる炎のエフェクト
ko: 타오르는 불꽃 효과
nb: Flammende ildeffekt
nl: Vurig vlameffect
pl: Efekt ognistego płomienia
pt_br: Efeito de chama ardente
pt_pt: Efeito de chama ardente
ro: Efect de flacără arzătoare
sl: Učinek ognjenih plamenov
sv: Eldflammande effekt
uk: Ефект полум'яного спалаху
vi: Hiệu ứng lửa bùng cháy
zh_hans: 燃烧火焰效果
zh_hant: 燃燒火焰效果

source: File
ar: ملف
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
he: קובץ
hu: Fájl
ja: ファイル
ko: 파일
nb: Fil
nl: Bestand
pl: Plik
pt_br: Arquivo
pt_pt: Ficheiro
ro: Fișier
sl: Datoteka
sv: Fil
uk: Файл
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: File loaded
ar: تم تحميل الملف
ca: Fitxer carregat
cs: Soubor načten
da: Fil indlæst
de: Datei geladen
es: Archivo cargado
fi: Tiedosto ladattu
fr: Fichier chargé
he: הקובץ נטען
hu: Fájl betöltve
it: File caricato
ja: ファイルを読み込みました
ko: 파일을 불러왔습니다
nb: Fil lastet
nl: Bestand geladen
pl: Plik załadowany
pt_br: Arquivo carregado
pt_pt: Ficheiro carregado
ro: Fișier încărcat
sl: Datoteka naložena
sv: Fil laddad
uk: Файл завантажено
vi: Tệp đã tải
zh_hans: 文件已加载
zh_hant: 檔案已載入
